Revit 2024 API
GroupTypeId.RebarArray Property
 Rebar Set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId RebarArray { get; }
Visual Basic
Public Shared ReadOnly Property RebarArray As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarArray {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace